text_start_msg="سلام خوش امدید"
text_user_not_created='مشکلی پیش امده است لطفا مجدد ربات را راه انندازی کنید'
text_enter_name = 'نام و نام خانوادگی خود را وارد کنید'
text_enter_phone_number = 'شماره تماس خود را وارد کنید'
text_update_phone_number_error = 'لطفا شماره همراه را وارد کنید\nشماره تماس باید با 09 شروع شود\n.'
text_complete_enter_info = 'اطلاعات شما با موفیقت درج شد'

text_account_info='شما میتوانید اطلاعات خود را ویرایش کنید '
text_updated_name='نام ویرایش شد'
text_updated_phone_number= 'شماره تماس ویرایش شد'

text_support='شما میتوانید برای پیگیری امور خود با پشتیبانی تماس بگیرید'
text_user_is_not_admin = 'شما دسترسی به این پنل را به عنوان ادمین ندارید'
text_user_is_admin = 'شما هم اکنون دسترسی به پنل ادمین را دارید'
text_coming_soon='در دست احداث'
text_admin_update_service='شما میتوانید خدمات خود را از منوی زیر تغییر دهید\nاطلاعات هر خدمات به ترتیب نام، بازه زمانی، مبلغ و وضعیت فعال بودن است '

text_update_service_name='نام خدمات را وارد کنید'
text_update_service_time_slots = 'زمان مورد نیاز را وارد کنید\n برای مثال 01:00 معادل 1 ساعت میباشد\n.'
text_update_service_price = 'قیمت این خدمات را وارد کنید\nبرای  مثال عدد 350 معادل 350 هزار تومان میباشد\n.'
text_update_service_is_active = 'برای فعال بودن عدد 1 و برای غیر فعال بودن عدد 0 را وارد کنید'
text_update_service_error_name_duplicated='خدماتی با این اسم وجود دارد '
text_update_service_enter_all_info = 'تمام اطلاعات با موفقیت ثبت شد'
text_update_service_error_time ='زمان مورد نیاز را برای مثال به صورت 01:00 وارد کنید\n دقیقه هایی که فابل قبول است : 00 15 30 45\n.'
text_update_service_error_is_active='فقط عدد 0 یا 1 وارد کنید'
text_update_service_error_price='لطفا فقط عدد وارد کنید\nبرای مثال 350 معادل 350 هزار تومان میباشد\n.'
text_update_services_all = 'شما میتوانید با انتخاب هر خدمات ، آن را ویرایش کنید'
text_updated_service_name='نام خدمات ویرایش شد'
text_updated_service_time_slots='تایم خدمات ویرایش شد'
text_updated_service_price='قیمت خدمات ویرایش شد'
text_updated_service_is_active='فعال بودن خدمات ویرایش شد'
text_time_is_not_valid="ساعت ورودی معتبر نمیباشد"

text_user_find ='شناسه عددی مور نظر خود را ارسال کتید'
text_user_not_find ='کاربری با این شناسه عددی یافت نشد، لظفا مجددا سعی کنید'
text_users_list='لیست مخاطبین'
msg_restart='ربات مجددا راه اندازی شد'
text_message_to_all_users="پیامی برای ارسال به همه برای من بنویسید"
text_sent_message_to_all_users="پیام شما ارسال شد"



text_set_work_time_get_date = 'تاریخ خود را مشخص کنید'
text_set_work_time_get_part ='\nبه موارد زیر دقت کنید:\n📌 فرمت را رعایت کنید برای مثال  09:00/12:00\n📌 ساعت سمت چپ ساعت ورود و ساعت  سمت راست پایان میباشد\n📌 دقیقه هایی که فابل قبول است : 00 15 30 45\n📌 ساعت ها را 24 ساعته وارد کنید\n.'
text_set_work_time_get_done='اطلاعات شما درج شد'
text_set_work_error_input_compare_parts='ساعت دوم از ساعت اول عقب تر است'
text_set_work_error_input_compare_part2_period='بازه پارت دوم باید بعد از بازه پارت اول باشد'
text_set_work_error_input_compare_part1_period='بازه پارت اول باید عقب تر از بازه پارت دوم باشد'
text_set_work_insert_part1='افزودن پارت اول'
text_set_work_insert_part2='افزودن پارت دوم'
text_set_work_delete_part1='پارت اول با موفقیت حذف شد'
text_set_work_delete_part2='پارت دوم با موفقیت حذف شد'
text_error_call_to_support='مشکلی رخ داده است لطفا با بخش فنی تماس بگیرید'

text_weekly_time=' با انتخاب هر آیتم میتوانید آن روز را فعال یا غیر فعال کنید و با انتخاب ساعت شروع و پایان آن را ویرایش کنید'
text_error_disable_day='این روز غیر فعال است ولی همچنان برای  شما قابل ویرایش است'


text_no_service_available="در حال حاضر امکان رزرو سرویس وجود ندارد"
text_reservation_init="خدماتی که نیاز دارید از لیست زیر به حالت فعال در بیاورید"

text_get_empty_time='تایم های خالی '
text_et_empty_time_is_false='این روز تولید نشده است '

text_markup_part1="تایم صبح"
text_markup_part2="تایم عصر"
text_no_time_for_reservations="زمانی برای رزرو موجود نمیباشد لطفا تایم دیگری انتخاب کنید"
text_send_receipt="رسید تراکنش را ارسال کنید"
text_wait_for_approve="رسید شما برای ادمین ارسلا شد لطفا منتظر تایید بمانید"
text_transaction_problem="مشکلی در انجام تراکنش پیش امد لطفا دوباره تلاش کنید"

reserve_is_approved="رزرو شما تایید شد"
reserve_is_denied="رزرو شما رد شد"

text_problem_with_approve_or_deny="مشکلیپیش امد لطفا دوباره تلاش کنید"
text_deny_reason="علت رد تراکنش را بنویسید"
text_no_reserve_for_user="هیچ رزروی برای نمایش نیست"
text_reserve_list_msg="لیست رزرو های شما در ۷ روز اینده"

text_bot_is_disable="ربات غیر فعال است لطفا بعدا تلاش کنید"
text_bot_setting="تنظیمات ربات در زیر امده است"