text_start_msg="سلام خوش امدید"
text_user_not_created='مشکلی پیش امده است لطفا مجدد ربات را راه اندازی کنید'
text_enter_name = 'لطفا نام و نام خانوادگی خود را به فارسی وارد کنید'
text_enter_phone_number = 'شماره تماس خود را وارد کنید'
text_update_phone_number_error = 'لطفا شماره همراه را وارد کنید\nشماره تماس باید با 09 شروع شود\n.'
text_complete_enter_info = 'اطلاعات شما با موفیقت ثبت شد ✅\nاکنون شما میتوانید با استفاده از دکمه های منو ، از خدمات ما استفاده کتید  '

text_account_info='شما میتوانید اطلاعات خود را ویرایش کنید '
text_updated_name='نام ویرایش شد'
text_updated_phone_number= 'شماره تماس ویرایش شد'

text_user_is_not_admin = '🚫 شما دسترسی ندارید 🚫'
text_user_is_admin = 'دسترسی به پنل ادمین برای شما فعال شد 🚨'
text_coming_soon='در دست احداث'
text_admin_update_service='شما میتوانید خدمات خود را از منوی زیر تغییر دهید\nاطلاعات هر خدمات به ترتیب نام، بازه زمانی، مبلغ و وضعیت فعال بودن است '

text_update_service_name='نام خدمات را وارد کنید'
text_update_service_time_slots = 'زمان مورد نیاز را وارد کنید\n برای مثال 01:00 معادل 1 ساعت میباشد\n.'
text_update_service_price = 'قیمت این خدمات را وارد کنید\nبرای  مثال عدد 350 معادل 350 هزار تومان میباشد\n.'
text_update_service_is_active = 'برای فعال بودن عدد 1 و برای غیر فعال بودن عدد 0 را وارد کنید'
text_update_service_error_name_duplicated='خدماتی با این اسم وجود دارد '
text_update_service_enter_all_info = 'تمام اطلاعات با موفقیت ثبت شد'
text_update_service_error_time ='زمان مورد نیاز را برای مثال به صورت 01:00 وارد کنید\n دقیقه هایی که قابل قبول است : 00 15 30 45\n.'
text_update_service_error_is_active='فقط عدد 0 یا 1 وارد کنید'
text_update_service_error_price='لطفا فقط عدد وارد کنید\nبرای مثال 350 معادل 350 هزار تومان میباشد\n.'
text_update_services_all = 'شما میتوانید با انتخاب هر خدمات ، آن را ویرایش کنید'
text_updated_service_name='نام خدمات ویرایش شد'
text_updated_service_time_slots='تایم خدمات ویرایش شد'
text_updated_service_price='قیمت خدمات ویرایش شد'
text_updated_service_is_active='فعال بودن خدمات ویرایش شد'

text_time_is_not_valid='\nلطفا مجدد ارسال کنید و به موارد زیر دقت کنید:\n📌ساعت شروع و ساعت پایان وارد شده باید داخل یک بازه آزاد باشد\n📌 فرمت را رعایت کنید برای مثال 09:00\n📌 دقیقه هایی که قابل قبول است : 00 15 30 45\n📌 ساعت ها را 24 ساعته وارد کنید\n.'

text_user_find ='شناسه عددی مور نظر خود را ارسال کنید'
text_user_not_find ='کاربری با این شناسه عددی یافت نشد، لظفا مجددا سعی کنید'
text_users_list='لیست مخاطبین 📜'
msg_restart='ربات مجددا راه اندازی شد'
text_message_to_all_users='متن مورد نظر را برای ارسال به تمام مخاطبین برای من ارسال کنید :'
text_sent_message_to_all_users="پیام شما ارسال شد ✅"



text_set_work_time_get_date = '🗓 تاریخ را برای تغییرات در تاریم کاری انتخاب کنید'
text_set_work_time_get_part ='\nبه موارد زیر دقت کنید:\n📌 فرمت را رعایت کنید برای مثال  09:00/12:00\n📌 ساعت سمت چپ ساعت ورود و ساعت  سمت راست پایان میباشد\n📌 دقیقه هایی که قابل قبول است : 00 15 30 45\n📌 ساعت ها را 24 ساعته وارد کنید\n.'
text_set_work_time_get_done='اطلاعات شما ثبت شد'
text_set_work_error_input_compare_parts='ساعت دوم از ساعت اول عقب تر است لطفا مجدد ارسال کنید'
text_set_work_error_input_compare_part2_period='بازه عصر 🌙 باید بعد از بازه صبح ☀️ باشد لطفا مجدد ارسال کنید'
text_set_work_error_input_compare_part1_period='بازه صبح ☀️ باید عقب تر از بازه عصر 🌙 باشد لطفا مجدد ارسال کنید'
text_set_work_insert_part1='افزودن پارت اول'
text_set_work_insert_part2='افزودن پارت دوم'
text_set_work_delete_part1='پارت اول با موفقیت حذف شد'
text_set_work_delete_part2='پارت دوم با موفقیت حذف شد'
text_error_call_to_support='مشکلی رخ داده است لطفا با بخش فنی تماس بگیرید'

text_weekly_time=' با انتخاب هر آیتم میتوانید آن روز را فعال یا غیر فعال کنید و با انتخاب ساعت شروع و پایان آن را ویرایش کنید'
text_error_disable_day='این روز غیر فعال ❌ است ولی همچنان برای  شما قابل ویرایش است'


text_no_service_available="در حال حاضر رزرو سرویسی برای رزرو وجود ندارد 💁‍♀️"
text_reservation_init="خدماتی که نیاز دارید از لیست انتخاب کنید"
text_get_empty_time='با انتخاب هر روز میتوانید وضعیت رزرو را مشاهده کنید'
text_et_empty_time_is_false='هیچ مشتری رزرو انجام نداده است 🥺 '

text_markup_part1="تایم صبح"
text_markup_part2="تایم عصر"
text_no_time_for_reservations="زمانی برای رزرو موجود نمیباشد لطفا زمان دیگری انتخاب کنید"
text_send_receipt="رسید تراکنش را به صورت عکس (فایل نباشد) ارسال کنید 📸"
text_wait_for_approve="رسید شما برای ادمین ارسال شد لطفا منتظر تایید نهایی بمانید ⌛️"
text_transaction_problem="مشکلی در انجام تراکنش پیش آمد لطفا دوباره تلاش کنید ❗️" 

reserve_is_approved="رزرو شما تایید شد ✅"
reserve_is_denied="رزرو شما رد شد ❗️"

text_problem_with_approve_or_deny="مشکلی پیش امد لطفا دوباره تلاش کنید"
text_deny_reason="علت رد تراکنش را بنویسید"
text_no_reserve_for_user="هیچ رزروی برای نمایش نیست"
text_reserve_list_msg="📜 لیست رزرو های شما در ۷ روز آینده"

text_bot_is_disable="ربات غیر فعال است لطفا بعدا تلاش کنید"
text_empty_time_error_null='هیچ مشتری رزرو انجام نداده است 🥺'
text_bot_setting = "با انتخاب گزینه های زیر میتوانید تنظیمات ربات را تغییر دهید"
text_bot_setting_change_welcome_message = 'پیام خود را برای نشان دادن به کاربران جدید به عنوان پیام خوش آمدگویی ارسال کنید'
text_bot_setting_changed_welcome_message='پیام خوش آمد گویی شما تغییر پیا کرد'
text_show_admin_setting='لیست ادمین ها 👑'
text_add_admin_msg="شناسه عددی کاربر را ارسال کنید\n📌 قبل از اضافه کردن ادمین مطمئن باشید، ادمین اطلاعات خود را در ربات ثبت کرده باشد"

text_admin_is_not_added='🚫 کاربر به لیست ادمین اضافه نشد\n\nدقت کنید :\n📌کاربر در لیست ادمین وجود نداشته باشد\n📌اگر کاربر در لیست ادمین وجود ندارد ، با بخش فنی تماس بگیرید'
text_admin_is_added='کاربر مورد نظر هم اکنون به پنل ادمین دسترسی دارد ✨'
text_admin_delete_error= '🚫 ادمین پاسخگو را نمیتوانید حذف کنید\n📌لطفا ادمین پاسخگو را تغییر  دهید سپس به حذف ادمین اقدام کنید'
text_markup_no_admin="هیج ادمین وجود ندارد"
text_admin_is_deleted="ادمین حذف شد"
text_user_id_is_not_valid="شناسه وارد شده در کاربران عضو شده در ربات یافت نشد ❗️\n\nدقت کنید : \n📌 ادمین اطلاعات خود را در ربات ثبت کرده باشد\n📌 شناسه وارد شده تماما باید عدد باشد"
make_line="-----------------------------------------------------------------------"
text_admin_custom_select_day="📆 تاریخ مورد نظر را انتخاب کنید"
text_pease_send_start_time="لطفا زمان شروع رزرو را بنویسید"
text_please_send_end_time="زمان پایان رزرو خود را از بین بازه انتخاب شده وارد کنید\n📌 فرمت را رعایت کنید برای مثال 10:00\n📌 دقیقه هایی که قابل قبول است : 00 15 30 45\n📌 ساعت ها را 24 ساعته وارد کنید\n"
text_send_start_time_msg="زمان شروع رزرو خود را از بین بازه های آزاد زیر وارد کنید\n📌 فرمت را رعایت کنید برای مثال 09:00\n📌 دقیقه هایی که قابل قبول است : 00 15 30 45\n📌 ساعت ها را 24 ساعته وارد کنید\n"
text_set_work_time_get_done='اطلاعات شما ثبت شد'
text_reserve_custom_is_done="رزرو توسط ادمین ثبت شد ✅"


text_send_card_name="برای تغییر اطلاعات، شماره کارت را ارسال کنید"
text_send_card_bank_name= "نام بانک صادر کننده کارت را وارد کنید"
text_send_card_bank_owner= "نام مالک کارت را وارد کنید"
text_card_number_is_not_valid="شماره کارت معتبر نیست 🚫\nلطفا شماره کارت را مجدد ارسال کنید"
text_info_is_saved="اطلاعات ثبت شد ✅"
text_problem_with_save_card_info="مشکلی در ذخیره اطلاعات پیش آمد\n لطقا با بخش فنی تماس بگیرید"
